Repository: hoangton/webtranslation
Catalog: smartcash.cc/What Is SmartCash.xliff
Languages: vi

# field-_yoast_wpseo_metadesc-0
source: SmartCash is a fungible decentralized digital currency with a focus on merchant adoption & community focused governance. SmartCash was established in 2017.
vi: SmartCash là loại tiền kỹ thuật số phi tập trung, tập trung vào mô hình quản lý bằng cộng đồng và sự chấp nhận của các điểm bán hàng trong thanh toán. SmartCash được thành lập vào năm 2017.

# title
source: What Is SmartCash?
vi: SmartCash là gì?

# t_134
source: Optional
vi: Tùy chọn

# package-string-2-6312
source: <br class="xliff-newline" />Renew? SmartHive? Community Budgets? Don't worry we know it's alot we've got you covered.<br class="xliff-newline" />
vi: <br class="xliff-newline" />SmartHive? Ngân sách cộng đồng? Có quá nhiều thông tin đừng lo lắng chúng tôi sẽ mô tả đầy đủ.<br class="xliff-newline" />

# package-string-2-6313
source: What Is SmartCash?
vi: SmartCash là gì?

# package-string-2-6315
source: <br class="xliff-newline" /><h3 style="text-align: center;"><strong><i class="wow-position icon-fighter-jet fa-2x wow-icon"></i><br class="xliff-newline" />Fast Transactions</strong></h3><br class="xliff-newline" />
vi: <br class="xliff-newline" /><h3 style="text-align: center;"><strong><i class="wow-position icon-fighter-jet fa-2x wow-icon"></i><br class="xliff-newline" />Giao dịch nhanh</strong></h3><br class="xliff-newline" />

# package-string-2-6316
source: <br class="xliff-newline" /><h3 style="text-align: center;"><strong><i class="wow-position icon-users wow-icon fa-2x"></i><br class="xliff-newline" />Community-backed</strong></h3><br class="xliff-newline" />
vi: <br class="xliff-newline" /><h3 style="text-align: center;"><strong><i class="wow-position icon-users wow-icon fa-2x"></i><br class="xliff-newline" />Được cộng đồng ủng hộ</strong></h3><br class="xliff-newline" />

# package-string-2-6317
source: <br class="xliff-newline" /><h3 style="text-align: center;"><strong><i class="wow-position icon-chat-empty wow-icon fa-2x"></i><br class="xliff-newline" />Inclusive</strong></h3><br class="xliff-newline" />
vi: <br class="xliff-newline" /><h3 style="text-align: center;"><strong><i class="wow-position icon-chat-empty wow-icon fa-2x"></i><br class="xliff-newline" />Đã bao gồm</strong></h3><br class="xliff-newline" />

# package-string-2-6318
source: The SmartCash Concept
vi: Khái niệm SmartCash

# package-string-2-6323
source: SmartHive Setup
vi: Thiết lập SmartHive

# package-string-2-6325
source: View The SmartCash Roadmap
vi: Xem lộ trình SmartCash

# package-string-2-6329
source: The Recipe for SmartCash
vi: Công thức cho SmartCash

# package-string-2-6330
source: <br class="xliff-newline" />Wanna get involved? The SmartHive has a place for folks of all backgrounds. Come hungry!<br class="xliff-newline" />
vi: <br class="xliff-newline" />Muốn tham gia? SmartHive là nơi dành cho tất cả mọi người. Hãy đến ngay nào!<br class="xliff-newline" />

# package-string-2-6333
source: Hive Structuring Teams
vi: Đội ngũ cấu trúc Hive

# package-string-2-6340
source: <br class="xliff-newline" />InstantPay ensures SmartCash is always blazing fast no matter what you are buying.<br class="xliff-newline" />
vi: <br class="xliff-newline" />InstantPay đảm bảo SmartCash luôn cực kỳ nhanh chóng bất kể bạn đang mua gì.<br class="xliff-newline" />

# package-string-2-7107
source: SmartCash Initial Launch
vi: Khởi chạy ban đầu SmartCash

# package-string-2-7108
source: <br class="xliff-newline" /><strong>SmartRewards</strong> are a price stabilization mechanism and a way to encourage long term holding. Long term holders are key to the project's success since the SmartHive treasury needs SmartCash to appreciate in value in order to fund meaningful 3rd party proposals and help grow SmartCash into a successful global crypto-currency. <strong>Each wallet address holding at least 1000 SmartCash</strong> <strong>will get paid each 30 days on average after the 25th snapshot date. </strong>The SmartRewards will come out of the 15<wbr ></wbr>% block reward allocation<wbr ></wbr>.<br class="xliff-newline" /><br class="xliff-newline" />Here is a small example: if you buy SmartCash on the 24th you'll have to wait until the next month to get paid which is around 30 days however if you buy on the 26th after the snapshot date you'll have to wait around 60 days to get paid<wbr ></wbr>.<br class="xliff-newline" /><br class="xliff-newline" />These payments will occur on the 25th of each month.<br class="xliff-newline" /><br class="xliff-newline" /><strong>All users need to move funds into addresses larger than 1000 SMART before the 25th to be counted.</strong><br class="xliff-newline" />
vi: <br class="xliff-newline" /><strong>SmartRewards</strong> là cơ chế ổn định giá và là cách khuyến khích nắm giữ dài hạn. Chủ sở hữu dài hạn là chìa khóa cho sự thành công của dự án kho bạc SmartHive cần SmartCash cao về giá trị để tài trợ cho các đề xuất có ý nghĩa của bên thứ 3 và giúp phát triển SmartCash thành một loại tiền tệ toàn cầu thành công. <strong>Mỗi địa chỉ ví giữ ít nhất 1000 SmartCash</strong><strong>sẽ được trả tiền sau mỗi 30 ngày kể từ ngày chụp nhanh thứ 25.</strong>SmartRewards sẽ lấy 15% phần thưởng <wbr ></wbr>khối<wbr ></wbr>.<br class="xliff-newline" /><br class="xliff-newline" />Đây là một ví dụ nhỏ: nếu bạn mua SmartCash vào ngày 24, bạn sẽ phải chờ đến tháng tiếp theo để được thanh toán khoảng 30 ngày, tuy nhiên nếu bạn mua vào ngày 26 sau ngày chụp, bạn sẽ phải chờ khoảng 60 ngày để được trả tiền<wbr ></wbr>.<br class="xliff-newline" /><br class="xliff-newline" />Các khoản thanh toán này sẽ diễn ra vào ngày 25 mỗi tháng.<br class="xliff-newline" /><br class="xliff-newline" /><strong>Tất cả người dùng cần chuyển tiền vào địa chỉ lớn hơn 1000 SMART trước ngày 25 để hợp lệ nhận thưởng.</strong><br class="xliff-newline" />

# package-string-2-208230
source: <br class="xliff-newline" /><strong>InstantPay</strong> is going to be a key feature that allows instant <em>point-of-sale in-store and online purchases</em>. People should be able to use cryptocurrency as means to pay for their daily needs. InstantPay makes that a reality and allows for transactions to happen instantly even faster than using your Visa or Mastercard.<br class="xliff-newline" /><br class="xliff-newline" /><strong> No matter if you want to buy a coffee at your favorite coffee shop fill up your tank at the nearest gas station buy a bus ticket or pay for a video download InstantPay makes that a reality.</strong> This is currently not possible with Bitcoin due to its technological limitations and network constraints which result in transaction delays and high fees.<br class="xliff-newline" /><h5>Expected to launch 2018.</h5><br class="xliff-newline" />
vi: <br class="xliff-newline" /><strong>InstantPay</strong> sẽ là một tính năng quan trọng cho phép thanh toán ngay lập tức <em> ở các điểm Pos trong cửa hàng hay mua hàng trực tuyến</em>. Mọi người sẽ có thể sử dụng tiền điện tử như phương tiện để trả tiền cho các nhu cầu hàng ngày. InstantPay làm cho điều đó trở thành hiện thực và cho phép các giao dịch diễn ra ngay lập tức nhanh hơn cả việc sử dụng Visa hoặc Mastercard của bạn.<br class="xliff-newline" /><br class="xliff-newline" /><strong> Cho dù bạn muốn mua cà phê tại quán cà phê yêu thích của bạn, hãy đổ đầy bình của bạn tại trạm xăng gần nhất, để mua vé xe buýt hoặc trả tiền để tải video về.</strong> Hiện tại, điều này không thể thực hiện được với Bitcoin do các hạn chế về công nghệ và các hạn chế về mạng dẫn đến chậm trễ giao dịch và phí cao.<br class="xliff-newline" /><h5>Dự kiến ​​khởi động 2018.</h5><br class="xliff-newline" />

# package-string-2-228869
source: <br class="xliff-newline" />SmartHive? Community Budgets? Don't worry we know it's alot we've got you covered.<br class="xliff-newline" />
vi: <br class="xliff-newline" />SmartHive? Ngân sách cộng đồng? Có quá nhiều thông tin đừng lo lắng chúng tôi sẽ mô tả đầy đủ.<br class="xliff-newline" />

# package-string-2-228874
source: <br class="xliff-newline" /><a name="smartrewards"></a><br class="xliff-newline" />All Smartcash users deserve a voice from day #1. That is why Smartcash is pioneering in the crypto-governance space and was built around Smarthive the platform that lets all users vote on the direction of the project. More information will be released soon describing this platform in depth.<br class="xliff-newline" /><br class="xliff-newline" />Basically each SmartCash coin is worth 1 vote to keep it simple.<br class="xliff-newline" />
vi: <br class="xliff-newline" /><a name="smartrewards"></a><br class="xliff-newline" />Tất cả người dùng Smartcash đều xứng đáng có tiếng nói từ ngày đầu tiên. Đó là lý do tại sao Smartcash tiên phong trong không gian tiền mã hóa và được xây dựng xung quanh Smarthive là nền tảng cho phép tất cả người dùng bỏ phiếu cho các dự án cộng đồng. Sẽ sớm có các thông tin chi tiết hơn về nền tảng này.<br class="xliff-newline" /><br class="xliff-newline" />Về cơ bản, mỗi đồng xu SmartCash có giá trị 1 phiếu bầu.<br class="xliff-newline" />

# package-string-2-288397
source: <br class="xliff-newline" /><span style="font-weight: 400;">The <strong>Hive Structuring Teams (HST)</strong> will lay the groundwork for the project and set the framework for the project’s evolution. Initially the Hive Structuring Teams will operate three separate departments in charge of vital project areas such as development outreach and support. Each of these three departments will end up employing people. As teams grow larger bigger than eight members more teams will be created each with its own budget and team coordinator operating autonomously without a central command and control structure in place.</span><br class="xliff-newline" /><br class="xliff-newline" /><span style="font-weight: 400;">The Hive Structuring Teams will consist of people directly involved in the project on a day to day basis while the overall SmartHive will aim to enrol and engage community members and other 3rd parties interested in growing SmartCash into a global worldwide currency.</span><br class="xliff-newline" />
vi: <br class="xliff-newline" /><span style="font-weight: 400;"> <strong>Nhóm cấu trúc Hive (HST)</strong> sẽ đặt nền móng cho dự án và thiết lập khuôn khổ cho sự phát triển của dự án. Ban đầu, các nhóm cấu trúc Hive sẽ gồm ba bộ phận riêng biệt phụ trách các lĩnh vực quan trọng của dự án như phát triển và hỗ trợ. Mỗi nhóm trong số ba nhóm này sẽ tuyển dụng người. Khi các nhóm phát triển lớn hơn tám thành viên, nhiều nhóm hơn sẽ được tạo ra mỗi nhóm với ngân sách và điều phối viên nhóm riêng hoạt động độc lập mà không cần có chỉ huy trung tâm tại chỗ.</span><br class="xliff-newline" /><br class="xliff-newline" /><span style="font-weight: 400;">Nhóm cấu trúc Hive sẽ bao gồm những người hàng ngày trực tiếp tham gia dự án trong khi SmartHive sẽ giành cho các thành viên cộng đồng và bên thứ ba khác quan tâm đến việc phát triển SmartCash thành tiền tệ toàn cầu.</span><br class="xliff-newline" />

# package-string-2-288398
source: <br class="xliff-newline" /><span style="font-weight: 400;">We believe 'Core' teams are a bad idea and something that ultimately leads to inefficiency and corruption. We want to move past it and create a decentralized organizational model inspired by ant and bee colonies. </span><br class="xliff-newline" /><br class="xliff-newline" /><span style="font-weight: 400;">In order to create and maintain a decentralized governance structure we are introducing two concepts SmartHive and Hive Structuring Teams (HST). SmartHive enables anyone that holds coins to vote on proposals submitted by the community. SmartHive will be the lifeblood of the project which will allow anyone to get involved and submit proposals helping to generate organic growth at a grassroots level creating a bottom-up management structure.</span><br class="xliff-newline" />
vi: <br class="xliff-newline" /><span style="font-weight: 400;">Chúng tôi tin rằng các nhóm 'Lõi' là một ý tưởng tồi và điều đó cuối cùng dẫn đến sự kém hiệu quả và tham nhũng. Chúng tôi muốn tạo ra một mô hình tổ chức phi tập trung lấy cảm hứng từ kiến ​​và các đàn ong.</span><br class="xliff-newline" /><br class="xliff-newline" /><span style="font-weight: 400;">Để tạo ra và duy trì một cơ cấu quản trị phi tập trung, chúng tôi giới thiệu hai khái niệm SmartHive và Hive Structuring Teams (HST). SmartHive cho phép bất kỳ ai nắm giữ tiền xu để bỏ phiếu cho các đề xuất do cộng đồng gửi lên. SmartHive sẽ là mạch máu của dự án cho phép bất kỳ ai có thể tham gia và gửi các đề xuất giúp tạo ra tăng trưởng SmartCash ở cấp cơ sở, tạo ra cơ cấu quản lý từ dưới lên.</span><br class="xliff-newline" />

# package-string-2-1470690
source: <br class="xliff-newline" /><p style="text-align: left;"><span style="font-weight: 400;">SmartCash is a project born out of the desire to create a viable fast merchant oriented user friendly and community driven cryptocurrency with a decentralized governance system. </span>We aim to create the most nimble and fast growing cryptocurrency by aggressively prioritizing block rewards to growing our community hiring developers gaining merchant acceptance and via grassroots community outreach efforts and established marketing methods.</p><br class="xliff-newline" />
vi: <br class="xliff-newline" /><p style="text-align: left;"><span style="font-weight: 400;">SmartCash là một dự án được tạo ra từ mong muốn tạo ra một đồng tiền điện tử theo hướng cộng đồng với hệ thống quản trị phi tập trung thân thiện với người dùng và người bán.</span> Chúng tôi hướng tới tạo ra đồng tiền điện tử phát triển nhanh nhất bằng cách ưu tiên phần thưởng khối để phát triển cộng đồng, thuê nhà phát triển, đạt được sự chấp nhận rộng rãi của người bán.</p><br class="xliff-newline" />

# package-string-2-1481263
source: <br class="xliff-newline" />SmartCash has been specifically designed with adoption in mind.<br class="xliff-newline" />
vi: <br class="xliff-newline" />SmartCash được thiết kế đặc biệt hướng tới sự chấp nhận rộng rãi.<br class="xliff-newline" />

# package-string-2-1990795
source: <br class="xliff-newline" /><h3><b>SmartCash Parameters</b></h3><br class="xliff-newline" /><ul><br class="xliff-newline" /> <li style="font-weight: 400;"><span style="font-weight: 400;">Coins per Block: 5000 coins (with gradual reduction per equation below)</span></li><br class="xliff-newline" /></ul><br class="xliff-newline" /><img class="alignnone size-full wp-image-4333" src="https://smartcash.cc/wp-content/uploads/2017/03/br.jpg" alt="" width="336" height="62" /><br class="xliff-newline" /><ul><br class="xliff-newline" /> <li style="font-weight: 400;"><span style="font-weight: 400;">Blocktime: 55 seconds</span></li><br class="xliff-newline" /> <li style="font-weight: 400;"><span style="font-weight: 400;">Maximum supply: 5000000000</span></li><br class="xliff-newline" /> <li style="font-weight: 400;"><span style="font-weight: 400;">Blocksize: 4 MB (to be changed to </span><b>Adaptive Blocks</b><span style="font-weight: 400;">)</span></li><br class="xliff-newline" /> <li style="font-weight: 400;"><span style="font-weight: 400;">Algorithm: PoWKeccak</span></li><br class="xliff-newline" /> <li style="font-weight: 400;">Difficulty Management: BRNDF</li><br class="xliff-newline" /></ul><br class="xliff-newline" /><h2 style="text-align: center;"><strong>Block reward split:</strong></h2><br class="xliff-newline" /><h2 style="text-align: center;"><span style="font-weight: 400;"><strong>30%</strong> </span></h2><br class="xliff-newline" /><h2 style="text-align: center;"><span style="font-weight: 400;"> Miners/SmartRewards</span></h2><br class="xliff-newline" /><h2 style="text-align: center;"><span style="font-weight: 400;">/SmartNodes</span></h2><br class="xliff-newline" /><h2 style="text-align: center;"></h2><br class="xliff-newline" /><h2 style="text-align: center;"><span style="font-weight: 400;"><strong>70%</strong><br class="xliff-newline" /></span></h2><br class="xliff-newline" /><h2 style="text-align: center;"><span style="font-weight: 400;">SmartHive/HiveTeams</span></h2><br class="xliff-newline" />
vi: <br class="xliff-newline" /><h3><b>Tham số SmartCash</b></h3><br class="xliff-newline" /><ul><br class="xliff-newline" /> <li style="font-weight: 400;"><span style="font-weight: 400;">Coins trong 1 khối: 5000 coins (giảm dần theo công thức bên dưới)</span></li><br class="xliff-newline" /></ul><br class="xliff-newline" /><img class="alignnone size-full wp-image-4333" src="https://smartcash.cc/wp-content/uploads/2017/03/br.jpg" alt="" width="336" height="62" /><br class="xliff-newline" /><ul><br class="xliff-newline" /> <li style="font-weight: 400;"><span style="font-weight: 400;">Thời gian khối: 55 seconds</span></li><br class="xliff-newline" /> <li style="font-weight: 400;"><span style="font-weight: 400;">Nguồn cung tối đa: 5000000000</span></li><br class="xliff-newline" /> <li style="font-weight: 400;"><span style="font-weight: 400;">Kích thước khối: 1 MB (sẽ được thay đổi thành</span><b>Khối thích nghi</b><span style="font-weight: 400;">)</span></li><br class="xliff-newline" /> <li style="font-weight: 400;"><span style="font-weight: 400;">Thuật toán: PoWKeccak</span></li><br class="xliff-newline" /> <li style="font-weight: 400;">Quản lý độ khó: BRNDF</li><br class="xliff-newline" /></ul><br class="xliff-newline" /><h2 style="text-align: center;"><strong>Phân chia phần thưởng khối:</strong></h2><br class="xliff-newline" /><h2 style="text-align: center;"><span style="font-weight: 400;"><strong>30%</strong> </span></h2><br class="xliff-newline" /><h2 style="text-align: center;"><span style="font-weight: 400;"> Thợ mỏ/SmartRewards</span></h2><br class="xliff-newline" /><h2 style="text-align: center;"><span style="font-weight: 400;">/SmartNodes</span></h2><br class="xliff-newline" /><h2 style="text-align: center;"></h2><br class="xliff-newline" /><h2 style="text-align: center;"><span style="font-weight: 400;"><strong>70%</strong><br class="xliff-newline" /></span></h2><br class="xliff-newline" /><h2 style="text-align: center;"><span style="font-weight: 400;">SmartHive/HiveTeams</span></h2><br class="xliff-newline" />
