Repository: hoangton/webtranslation
Catalog: translated/Vietnamese/Roadmap.xliff
Languages: vi

# field-_yoast_wpseo_focuskw-0
source: smartcash roadmap
vi: lộ trình smartcash

# title
source: Roadmap
vi: Lộ trình

# t_134
source: Optional
vi: Tùy chọn

# package-string-5-8341
source: The SmartCash Roadmap
vi: Lộ trình SmartCash

# package-string-5-8342
source: Whats Next?
vi: Tiếp theo là gì?

# package-string-5-8343
source: <br class="xliff-newline" />SmartCash is pursuing a very rigorous development schedule and constantly be ramping up have a talent that could help? Get in touch with us!<br class="xliff-newline" />
vi: <br class="xliff-newline" />SmartCash đang theo đuổi một lịch trình phát triển rất nghiêm ngặt và liên tục, có tài năng để giúp? Hãy liên hệ với chúng tôi!<br class="xliff-newline" />

# package-string-5-8352
source: Adaptive Blocks
vi: Khối thích nghi

# package-string-5-8354
source: Community Projects
vi: Dự án cộng đồng

# package-string-5-8355
source: <br class="xliff-newline" />Projects Funded<br class="xliff-newline" />
vi: <br class="xliff-newline" />Dự án đã tài trợ<br class="xliff-newline" />

# package-string-5-8357
source: Completed Projects
vi: Dự án đã hoàn thành

# package-string-5-8358
source: <br class="xliff-newline" />Projects Complete<br class="xliff-newline" />
vi: <br class="xliff-newline" />Dự án hoàn thành<br class="xliff-newline" />

# package-string-5-8360
source: Funds Allocated
vi: Khoản tiền phân bổ

# package-string-5-8361
source: <br class="xliff-newline" />SmartCash Invested<br class="xliff-newline" />
vi: <br class="xliff-newline" />SmartCash đã đầu tư<br class="xliff-newline" />

# package-string-5-209464
source: SmartCard and Merchant Reader
vi: SmartCard và Merchant Reader

# package-string-5-209466
source: Upgraded Explorer
vi: Trình khám phá được nâng cấp

# package-string-5-209468
source: SmartNode starting from Webwallet
vi: SmartNode khởi động từ webwallet

# package-string-5-209469
source: Native Mobile Wallet with multicurrency trading ability
vi: Ví mobile với khả năng giao dịch nhiều loại tiền

# package-string-5-209471
source: BIP47 for private transactions
vi: BIP47 cho giao dịch riêng tư

# package-string-5-209487
source: 24hr Support Center
vi: trung tâm hỗ trợ 24 giờ

# package-string-5-223051
source: Completed Features
vi: Các tính năng đã hoàn thành

# package-string-5-678191
source: 3.2M
vi: 3,2 triệu

# package-string-5-1818562
source: Hardware wallets
vi: Ví cứng

# package-string-5-1943620
source: <br class="xliff-newline" /><strong>Renew(disabled) SmartRewards SmartHive voting SmartHive Smart Webwallet Mobile wallets SmartNodes Electrum Pay to email InstantPay Core upgrades for faster syncing</strong><br class="xliff-newline" />
vi: <br class="xliff-newline" /><strong>Gia hạn (không dùng nữa), SmartRewards, bỏ phiếu, ví web, ví điện thoại, SmartNodes Electrum, Gửi SmartCash qua email, InstantPay, nâng cấp lõi để đồng bộ hóa nhanh hơn</strong><br class="xliff-newline" />
