Repository: hoangton/webtranslation
Catalog: translated/Vietnamese/SmartCard.xliff
Languages: vi

# package-string-16-655179
source: <br class="xliff-newline" /><h2>How It All Works</h2><br class="xliff-newline" />There are just two main applications: the card app for the consumer and the Point of Sale (PoS) app for the merchant.<br class="xliff-newline" /><br class="xliff-newline" /><strong>The card app</strong> allows anyone to create a SmartCard with just a few taps. Each card has an associated public address which can be used to load more funds onto the card from any wallet or exchange that offers SmartCash. Also included into each one is a QR code which can be scanned by the PoS application from either a phone screen or from a simple piece of paper. Once loaded through this address the card works very similar to a pre-paid debit card.<br class="xliff-newline" /><br class="xliff-newline" /><strong>The PoS app</strong> is equally responsible for this convenience. The merchant only has to specify the transaction amount in the local currency and the app automatically initiates a transaction in the equivalent amount of SmartCash. The merchant uses the app to scan the code and requests the buyer to enter a confirmation pin. After entering it on the merchant's smartphone the app connects to the blockchain to submit the transaction. If the code and pin match and there are enough funds in the card address the transaction is instantly verified and recorded on the blockchain. The process of scanning a card and entering a pin to confirm is already well familiar to current debit card users and so it would be easy for everyone to get used to.<br class="xliff-newline" />
vi: <br class="xliff-newline" /><h2>Hoạt động thế nào</h2><br class="xliff-newline" />Chỉ có hai ứng dụng chính: các ứng dụng thẻ cho người tiêu dùng và ứng dụng (PoS) cho người bán.<br class="xliff-newline" /><br class="xliff-newline" /><strong>Ứng dụng thẻ</strong> cho phép mọi người tạo SmartCard chỉ bằng một vài thao tác. Mỗi thẻ có một địa chỉ công cộng liên quan có thể được sử dụng để nạp thêm tiền vào thẻ từ bất kỳ ví hoặc sàn giao dịch nào cung cấp SmartCash. Bao gồm trong mỗi thẻ là một mã QR có thể được quét bởi các ứng dụng PoS từ một màn hình điện thoại hoặc từ một mảnh giấy đơn giản. Sau khi được nạp thông qua địa chỉ này, thẻ hoạt động rất giống với thẻ ghi nợ trả trước.<br class="xliff-newline" /><br class="xliff-newline" /><strong>Ứng dụng PoS</strong> tiện lợi tương tự. Người bán chỉ phải chỉ định số tiền giao dịch bằng nội tệ và ứng dụng sẽ tự động khởi tạo giao dịch với số tiền SmartCash tương đương. Người bán sử dụng ứng dụng để quét mã và yêu cầu người mua nhập mã xác nhận. Sau khi nhập vào điện thoại thông minh của người bán, ứng dụng sẽ kết nối với blockchain để gửi giao dịch. Nếu mã khớp và có đủ tiền trong địa chỉ thẻ, giao dịch sẽ được xác minh và ghi lại ngay lập tức trên blockchain. Quá trình quét thẻ và nhập mã pin để xác nhận đã quen thuộc với người dùng thẻ ghi nợ hiện tại và do đó mọi người sẽ dễ dàng quen với việc sử dụng thẻ.<br class="xliff-newline" />

# package-string-16-655180
source: <br class="xliff-newline" /><h2 style="text-align: center;">5 Reasons to choose SmartCard</h2><br class="xliff-newline" />
vi: <br class="xliff-newline" /><h2 style="text-align: center;">5 lý do để chọn SmartCard</h2><br class="xliff-newline" />

# package-string-16-655181
source: <br class="xliff-newline" />NO FEE DEPOSIT<br class="xliff-newline" />
vi: <br class="xliff-newline" />KHÔNG PHẢI TRẢ LỆ PHÍ<br class="xliff-newline" />

# package-string-16-655185
source: SECURE
vi: AN TOÀN

# package-string-16-655186
source: Manage your money in a way that is completely secure
vi: Quản lý tiền của bạn theo cách hoàn toàn an toàn

# package-string-16-655187
source: CARDS
vi: THẺ!

# package-string-16-655189
source: CONVENIENCE
vi: TIỆN LỢI

# package-string-16-655191
source: SPEED
vi: TỐC ĐỘ

# package-string-16-655193
source: <br class="xliff-newline" /><h2 style="text-align: center;">THE SMARTCARD INTRODUCTION</h2><br class="xliff-newline" /><p style="text-align: center;"><span style="font-weight: 400;">We’ve prepared an short video to help explain SmartCard in 3 minutes. Share with your friends!</span></p><br class="xliff-newline" />
vi: <br class="xliff-newline" /><h2 style="text-align: center;">GIỚI THIỆU VỀ SMARTCARD</h2><br class="xliff-newline" /><p style="text-align: center;"><span style="font-weight: 400;">Chúng tôi đã chuẩn bị một đoạn video ngắn để giới thiệu SmartCard trong 3 phút. Chia sẻ với bạn bè của bạn!</span></p><br class="xliff-newline" />

# package-string-16-655194
source: <br class="xliff-newline" /><h2>Future Potential of SmartCard...</h2><br class="xliff-newline" />Debit and credit card payments have arguably become the dominant way for many to carry out most if not all of their daily transactions. Adoption of card payments became increasingly simple for smaller businesses and now quick and affordable smartphone-powered solutions are already a reality.<br class="xliff-newline" /><br class="xliff-newline" />SmartCard emerged offering to solve many of the problems facing traditional systems. SmartCard is blockchain-based solution that aims to improve on the digital payment card model. Our main goals are to streamline crypto transactions and make them practical for use in real-life payment scenarios. At the same time we aim to drastically reduce fees and confirmation time frames over those found in current solutions.<br class="xliff-newline" />
vi: <br class="xliff-newline" /><h2>Tiềm năng tương lai của SmartCard ...</h2><br class="xliff-newline" />thanh toán bằng thẻ ghi nợ và thẻ tín dụng hiện là cách thống trị và được nhiều người sử dụng trong các giao dịch hàng ngày của họ. Việc áp dụng thanh toán thẻ ngày càng trở nên đơn giản cho các doanh nghiệp nhỏ hơn và hiện nay các giải pháp hỗ trợ điện thoại thông minh nhanh chóng và giá cả phải chăng đã trở thành hiện thực.<br class="xliff-newline" /><br class="xliff-newline" />SmartCard ra đời để giải quyết nhiều vấn đề phải đối mặt với các hệ thống truyền thống. SmartCard là giải pháp dựa trên blockchain nhằm cải thiện mô hình thẻ thanh toán kỹ thuật số. Mục tiêu chính của chúng tôi là sắp xếp các giao dịch mã hóa và làm cho chúng trở nên thực tế để sử dụng trong các tình huống thanh toán hàng ngày. Đồng thời, chúng tôi cố gắng giảm đáng kể phí và thời gian xác nhận so với các giải pháp hiện tại.<br class="xliff-newline" />

# package-string-16-655195
source: <br class="xliff-newline" /><h2>Solving Major Challenges with a Simple Solution</h2><br class="xliff-newline" />As they currently stand both traditional cards and crypto payment solutions leave a lot to be desired. Transaction fees of over 3% for some cards can add up to substantial losses over time for businesses of all sizes. For even small businesses it’s normal for more than $50000 a year to be lost in processing fees.<br class="xliff-newline" /><br class="xliff-newline" />In addition to this both buyers and sellers must have access to major banks and their services in order to facilitate these types of transactions; a major problem in many parts of the world. Also traditional services inherently have long confirmation times of up to several days which can themselves lead to other issues. Cryptocurrencies have indeed proposed solutions to many of these challenges as it is easy to find many projects today that offer instant transactions and virtually no fees. But this doesn't change the fact that using this new technology in its current form is like trying to send an email in the 80s – too time-consuming to setup and operate to be practical for most everyday applications.<br class="xliff-newline" /><br class="xliff-newline" />Using their new feature called the SmartCard the developers of SmartCash are looking to improve upon and/or eliminate entirely the present limitations of payment cards. SmartCard is the crypto alternative to the debit card which uses the SmartCash blockchain to easily initiate and verify transactions of any size and frequency. As with many other cryptocurrencies the fees are right around 0%; it costs just fractions of a cent to process a transaction regardless of the amount. The payments will be instantly confirmed at the time of purchase meaning there is no delay between authorization of the payment and the transfer of the actual funds.<br class="xliff-newline" /><br class="xliff-newline" />In a way the purchases made with SmartCard combine the best of cash card and crypto payments. The funds are moved between parties instantly like cash but the transaction is authorized by the buyer with a simple code that can be either digitally stored on a smartphone or printed and carried separately as a physical QR code. This makes the payment process just as convenient as regular card payments and far easier than having to send cryptocurrency manually from a mobile app.<br class="xliff-newline" />
vi: <br class="xliff-newline" /><h2>Giải quyết những thách thức lớn với một giải pháp đơn giản</h2><br class="xliff-newline" />Cả hai giải pháp thẻ truyền thống và giải pháp thanh toán mã hóa hiện tại có nhiều bất cập. Phí giao dịch trên 3% đối với một số thẻ có thể làm tăng thêm khoản lỗ đáng kể theo thời gian cho các doanh nghiệp ở mọi quy mô.<br class="xliff-newline" /><br class="xliff-newline" />Ngoài ra yêu cầu cả người mua và người bán đều phải có tài khoản ngân hàng; đây một vấn đề lớn ở nhiều nơi trên thế giới. Ngoài ra dịch vụ truyền thống có thời gian xác nhận dài lên đến vài ngày có thể dẫn đến các vấn đề khác. Cryptocurrencies đã đưa ra các giải pháp cho thách thức này vì nó rất dễ dàng cung cấp giao dịch ngay lập tức và hầu như không có lệ phí. Nhưng điều này không thay đổi thực tế rằng việc sử dụng công nghệ mới này dưới dạng hiện tại của nó giống như cố gắng gửi một email trong những năm 80 - quá tốn thời gian để thiết lập và vận hành cho hầu hết các ứng dụng hàng ngày.<br class="xliff-newline" /><br class="xliff-newline" />Sử dụng tính năng mới của SmartCard, các nhà phát triển SmartCash đang tìm cách cải thiện hoặc loại bỏ hoàn toàn các giới hạn hiện tại của thẻ thanh toán. SmartCard là giải pháp thay thế cho thẻ ghi nợ sử dụng blockchain SmartCash để dễ dàng bắt đầu và xác minh các giao dịch ở bất kỳ kích thước và tần suất nào. Như với nhiều loại tiền điện tử khác, các khoản phí này chiếm khoảng 0%; nó chỉ tốn một phần của một xu để xử lý một giao dịch bất kể số tiền là bao nhiêu. Các khoản thanh toán sẽ được xác nhận ngay lập tức tại thời điểm mua hàng có nghĩa là không có sự chậm trễ giữa việc ủy ​​quyền thanh toán và chuyển tiền thực tế.<br class="xliff-newline" /><br class="xliff-newline" />Theo cách mà các giao dịch mua được thực hiện bằng SmartCard kết hợp tốt nhất các khoản thanh toán bằng tiền mặt và thẻ tiền mặt. Tiền được chuyển giữa các bên ngay lập tức như tiền mặt nhưng giao dịch được người mua ủy quyền với mã đơn giản có thể được lưu trữ kỹ thuật số trên điện thoại thông minh hoặc được in và được chuyển riêng dưới dạng mã QR vật lý. Điều này làm cho quá trình thanh toán thuận tiện như thanh toán bằng thẻ thông thường và dễ dàng hơn nhiều so với việc gửi tiền điện tử theo cách thủ công từ ứng dụng dành cho thiết bị di động.<br class="xliff-newline" />

# package-string-16-655196
source: <br class="xliff-newline" />The SmartCard is a way to hold SMART on a physical card. You don't need a phone to hold your SMART. If you have ever had a problem with using a phone inside a building...you will get why this is ideal. Only the merchant needs the internet connection. As simple to use as a credit or debit card but not controlled by any 3rd party processor. And not a preloaded card using a visa fiat system...this is real crypto to crypto.<br class="xliff-newline" />
vi: <br class="xliff-newline" />SmartCard là một cách để giữ SMART trên một thẻ vật lý. Bạn không cần điện thoại để giữ SMART. Nếu bạn từng gặp vấn đề với việc sử dụng điện thoại bên trong một tòa nhà ... bạn sẽ hiểu được lý do tại sao giải pháp này là lý tưởng. Chỉ người bán cần kết nối internet. Đơn giản như sử dụng làm thẻ tín dụng hoặc thẻ ghi nợ nhưng không được kiểm soát bởi bất kỳ bên thứ ba nào. Và không phải là một thẻ được cài đặt sẵn như sử dụng hệ thống visa ... đây thực sự là tiền mã hóa đến tiền mã hóa.<br class="xliff-newline" />

# package-string-16-655197
source: What is the SmartCard?
vi: SmartCard là gì?

# package-string-16-655199
source: NO FEE
vi: MIỄN PHÍ

# package-string-16-661718
source: 0% transaction fees with blockchain fee of less than 1/10 of a cent.
vi: 0% phí giao dịch với phí blockchain nhỏ hơn 1/10 của một xu.

# package-string-16-661719
source: Take funds anywhere without worrying about an internet connection
vi: Nhận tiền ở mọi nơi mà không phải lo lắng về kết nối internet

# package-string-16-661720
source: Confirmation speed measured in fractions of a second
vi: Tốc độ xác nhận được đo bằng một phần của giây

# package-string-16-661722
source: Easy self made cards anyone can create
vi: Thẻ tự tạo dễ dàng mọi người đều có thể tạo
