Repository: hoangton/webtranslation
Catalog: translated/Vietnamese/What Are SmartRewards.xliff
Languages: vi

# title
source: What Are SmartRewards?
vi: SmartRewards là gì?

# t_134
source: Optional
vi: Tùy chọn

# package-string-4-8315
source: <br class="xliff-newline" />Lets explore this key feature of SmartCash a little more in depth..<br class="xliff-newline" />
vi: <br class="xliff-newline" />Hãy khám phá các tính năng chính này của SmartCash sâu hơn một chút ..<br class="xliff-newline" />

# package-string-4-8316
source: What are SmartRewards?
vi: SmartRewards là gì?

# package-string-4-8319
source: So What Does that Mean?
vi: Vậy điều đó có ý nghĩa gì?

# package-string-4-8320
source: <br class="xliff-newline" />Below is a tool to estimate the current rewards for the month based on your valid SmartReward balance.<br class="xliff-newline" />
vi: <br class="xliff-newline" />Dưới đây là công cụ để ước tính phần thưởng hiện tại cho tháng dựa trên số dư SmartReward hợp lệ của bạn.<br class="xliff-newline" />

# package-string-4-8323
source: Show Calculator
vi: Hiển thị Calculator

# package-string-4-8324
source: SmartRewards FAQ’s
vi: SmartRewards Câu hỏi thường gặp

# package-string-4-8326
source: How much SmartRewards can I get each month?
vi: Tôi có thể nhận được bao nhiêu SmartRewards mỗi tháng?

# package-string-4-8327
source: <br class="xliff-newline" />Adding more SmartCash your SmartRewards address won't invalidate the next payment. The newly added amount will be taken into account after the next snapshot.<br class="xliff-newline" />
vi: <br class="xliff-newline" />Thêm SmartCash vào địa chỉ SmartRewards của bạn sẽ không làm mất hiệu lực thanh toán tiếp theo. Số tiền mới được thêm vào sẽ được tính đến sau lần chụp tiếp theo.<br class="xliff-newline" />

# package-string-4-8328
source: Can I add more SmartCash to my SwartRewards address or will that invalidate my the next payment?
vi: Tôi có thể thêm SmartCash vào địa chỉ SwartRewards của mình hoặc sẽ làm mất hiệu lực thanh toán tiếp theo của tôi không?

# package-string-4-8330
source: Will I lose my future SmartRewards payment if I move or send coins from my SmartRewards address?
vi: Tôi có bị mất thanh toán SmartRewards trong tương lai nếu tôi chuyển hoặc gửi tiền từ địa chỉ SmartRewards của mình không?

# package-string-4-8332
source: How do I know my address is valid for SmartRewards?
vi: Làm cách nào để biết địa chỉ của tôi hợp lệ cho SmartRewards?

# package-string-4-8333
source: <br class="xliff-newline" />The monthly snapshot occurs on the 25th of each month.<br class="xliff-newline" />
vi: <br class="xliff-newline" />Ảnh chụp nhanh hàng tháng xảy ra vào ngày 25 mỗi tháng.<br class="xliff-newline" />

# package-string-4-8334
source: When does the monthly snapshot occur?
vi: Khi nào ảnh chụp nhanh hàng tháng xảy ra?

# package-string-4-8335
source: <br class="xliff-newline" />15% of the block rewards are set aside between the 25th-25th of each month which are then split on the 25th between all addresses proportional to their balance that have held between snapshots without sending out coins. Addresses below 1000 SmartCash do not get paid.<br class="xliff-newline" />
vi: <br class="xliff-newline" />15% phần thưởng khối được đặt sang một bên trong khoảng thời gian từ ngày 25 đến ngày 25 mỗi tháng, sau đó được chia vào ngày 25 giữa tất cả các địa chỉ theo tỷ lệ tương ứng với số dư của họ đã giữ giữa các ảnh chụp nhanh mà không gửi tiền. Các địa chỉ dưới 1000 SmartCash không được thanh toán.<br class="xliff-newline" />

# package-string-4-8338
source: Can I move coins out of my address between snapshots?
vi: Tôi có thể chuyển tiền ra khỏi địa chỉ của mình giữa các snapshots không?

# package-string-4-8340
source: When do SmartReward payments go out?
vi: Khi nào thanh toán SmartReward được thực hiện?

# package-string-4-22577
source: <br class="xliff-newline" />Yes moving any coins from your SmartRewards address will nullify the next payment.<br class="xliff-newline" />
vi: <br class="xliff-newline" />Có di chuyển bất kỳ Smart nào từ địa chỉ SmartRewards của bạn sẽ vô hiệu hóa lần thanh toán tiếp theo.<br class="xliff-newline" />

# package-string-4-152672
source: <br class="xliff-newline" /><h1>Lets start with an overview...</h1><br class="xliff-newline" /><strong>SmartRewards</strong> are a price stabilization mechanism and a way to encourage long term holding. Long term holders are key to the project’s success since the SmartHive treasury needs SmartCash to appreciate in value in order to fund meaningful 3rd party proposals and help grow SmartCash into a successful global crypto-currency. <strong>Each wallet address holding at least 1000 SmartCash will get paid each 30 days on the 25th and the snapshot for the next month will happen at the same time. </strong>The SmartRewards will come out of the 15<wbr ></wbr>% block reward allocation<wbr ></wbr>.<br class="xliff-newline" /><br class="xliff-newline" />Here is a small example: if you buy SmartCash on the 24th you’ll have to wait until the next month to get paid which is around 30 days however if you buy on the 27th after the snapshot date you’ll have to wait around 60 days to get paid<wbr ></wbr>.<br class="xliff-newline" /><br class="xliff-newline" /><strong>These payments will take place at around 7 UTC on the 25th of each month<wbr ></wbr>.</strong><br class="xliff-newline" /><br class="xliff-newline" /><strong>All users need to move funds into addresses holding at least 1000 SMART before the snapshot to be counted.</strong><br class="xliff-newline" /><br class="xliff-newline" /><strong>If you spend ANY amount from an address it will be ineligible for SmartRewards until the next round.</strong><br class="xliff-newline" />
vi: <br class="xliff-newline" /><h1>Bắt đầu với một cái nhìn tổng quan ...</h1><br class="xliff-newline" /><strong>SmartRewards</strong> là một cơ chế ổn định giá và một cách để khuyến khích nắm giữ dài hạn. Chủ sở hữu dài hạn là chìa khóa cho sự thành công của dự án khi kho bạc SmartHive cần SmartCash cao về giá trị để tài trợ cho các đề xuất có ý nghĩa của bên thứ 3 và giúp phát triển thành công SmartCash thành một loại tiền tệ toàn cầu. <strong>Mỗi địa chỉ ví giữ ít nhất 1000 SmartCash sẽ được thanh toán sau 30 ngày vào ngày 25 và ảnh chụp nhanh cho tháng tiếp theo sẽ xảy ra cùng một lúc.</strong>SmartRewards sẽ lấy từ 15<wbr ></wbr>% phần thưởng khối<wbr ></wbr>.<br class="xliff-newline" /><br class="xliff-newline" />Đây là một ví dụ nhỏ: nếu bạn mua SmartCash vào ngày 24, bạn sẽ phải chờ đến tháng tiếp theo để được thanh toán khoảng 30 ngày, tuy nhiên nếu bạn mua vào ngày 27 sau ngày chụp, bạn sẽ phải đợi khoảng 60 ngày để được trả<wbr ></wbr>.<br class="xliff-newline" /><br class="xliff-newline" /><strong>Các khoản thanh toán này sẽ diễn ra vào khoảng 7 giờ UTC vào ngày 25 mỗi tháng<wbr ></wbr>.</strong><br class="xliff-newline" /><br class="xliff-newline" /><strong>Tất cả người dùng cần chuyển tiền vào các địa chỉ có ít nhất 1000 SMART trước khi ảnh chụp nhanh được thực hiện.</strong><br class="xliff-newline" /><br class="xliff-newline" /><strong>Nếu bạn chuyển BẤT CỨ số tiền nào từ một địa chỉ, nó sẽ làm SmartRewards không hợp lệ cho đến vòng tiếp theo.</strong><br class="xliff-newline" />

# package-string-4-152673
source: <br class="xliff-newline" />These payments will take place at around<strong> 7 UTC </strong>on the<strong> 25th of each month.</strong><br class="xliff-newline" />
vi: <br class="xliff-newline" />Các khoản thanh toán sẽ diễn ra vào khoảng<strong> 7 UTC </strong>ngày<strong> 25 mỗi tháng.</strong><br class="xliff-newline" />

# package-string-4-228868
source: <br class="xliff-newline" />There are a few key pieces to understand...<br class="xliff-newline" />
vi: <br class="xliff-newline" />Có một vài phần quan trọng cần hiểu ...<br class="xliff-newline" />

# package-string-4-881707
source: <br class="xliff-newline" />Yes your coins are not locked. However this will invalidate that specific address and reset the 30 day initial waiting period. We take periodic snapshots to confirm users are not actively moving coins out of these addresses during the month. There is no grace period for SmartRewards.<br class="xliff-newline" />
vi: <br class="xliff-newline" />Có, tiền của bạn không bị khóa. Tuy nhiên, điều này sẽ làm mất hiệu lực địa chỉ đó và đặt lại khoảng thời gian chờ 30 ngày. Chúng tôi chụp ảnh định kỳ để xác nhận người dùng không di chuyển tiền xu ra khỏi các địa chỉ này trong tháng. Không có thời gian trống giữa trả thưởng và snapshot cho SmartRewards để chuyển smart ra ngoài.<br class="xliff-newline" />

# package-string-4-1943619
source: <br class="xliff-newline" /><ol><br class="xliff-newline" /> <li>Be sure to don't leave your funds on an Exchange those addresses aren't eligible for SmartRewards.</li><br class="xliff-newline" /> <li>Lookup your address on <a class="is-link" title="" href="https://explorer.smartcash.cc/" target="_blank" rel="noreferrer noopener">https:<wbr ></wbr>/<wbr ></wbr>/explorer<wbr ></wbr>.smartcash<wbr ></wbr>.cc</a> and if it shows a balance over 1000 and no outgoing transactions during the cycle it qualifies or use the calculator to see if your address is eligible.</li><br class="xliff-newline" /></ol><br class="xliff-newline" />
vi: <br class="xliff-newline" /><ol><br class="xliff-newline" /> <li>Hãy chắc chắn không bỏ tiền của bạn trên một sàn giao dịch mà các địa chỉ đó không đủ điều kiện cho SmartRewards.</li><br class="xliff-newline" /> <li>Tra cứu địa chỉ của bạn trên <a class="is-link" title="" href="https://explorer.smartcash.cc/" target="_blank" rel="noreferrer noopener">https:<wbr ></wbr>/<wbr ></wbr>/ explorer<wbr ></wbr>.smartcash<wbr ></wbr>.cc</a> và nếu thấy tài khoản lớn hơn 1000 và không có giao dịch đi trong chu kỳ là đủ điều kiện hoặc sử dụng bảng tính để xem địa chỉ của bạn có đủ điều kiện.</li><br class="xliff-newline" /></ol><br class="xliff-newline" />
